[
{
"title": "1. SOBRE LA UNIÓN ESTRATÉGICA",
"items": [
{
"q": "¿Una empresa compró a la otra?",
"a": "No. Se trata de una unión estratégica entre dos empresas complementarias para ofrecer al mercado una solución completa para toda la cadena de la industria de proteínas, desde el campo hasta la industria."
},
{
"q": "¿Esta unión estratégica es definitiva o temporal?",
"a": "Definitiva. La unión estratégica entre EDATA y SAG consolida una actuación más robusta e integrada, con enfoque en crecimiento sostenible e innovación tecnológica."
},
{
"q": "¿Qué motivó esta decisión?",
"a": "La sinergia entre las soluciones de EDATA y SAG."
},
{
"q": "¿Las empresas atraviesan dificultades?",
"a": "No, EDATA y SAG están uniendo fuerzas para ofrecer soluciones aún más completas y eficientes para atender toda la cadena productiva, desde el campo hasta la mesa del consumidor."
},
{
"q": "¿Cuáles son los objetivos estratégicos de esta unión?",
"a": "Ofrecer soluciones más completas y eficientes para toda la cadena productiva de proteínas."
},
{
"q": "¿Las empresas seguirán existiendo por separado?",
"a": "Sí, respetando la cultura y los valores de ambas empresas. La unión entre EDATA y SAG prioriza la continuidad de los servicios y la generación de valor para los clientes, quienes pasarán a contar con un portafolio de soluciones ampliado."
}
]
},
{
"title": "2. PRODUCTOS Y SOLUCIONES",
"items": [
{
"q": "¿El portafolio de soluciones cambiará?",
"a": "El portafolio de EDATA y SAG se mantendrá y será ampliado, con previsión de acelerar entregas, reducir complejidades y ofrecer soluciones más completas y buenas prácticas globales para toda la cadena de proteínas."
},
{
"q": "¿EDATA y SAG desarrollarán productos integrados?",
"a": "Sí. Esta integración ya está en marcha y forma parte de la estrategia de ambas empresas."
},
{
"q": "¿Las soluciones actuales seguirán recibiendo soporte?",
"a": "Sí. Los equipos de EDATA y SAG seguirán brindando atención a los clientes, como se hace actualmente."
}
]
},
{
"title": "3. CONTRATOS Y ATENCIÓN",
"items": [
{
"q": "¿Mi contrato actual sigue vigente?",
"a": "Sí. Todos los contratos en curso siguen vigentes con sus términos preservados."
},
{
"q": "¿Quién emitirá mi factura ahora?",
"a": "No habrá ningún cambio. La factura será emitida como se hace actualmente."
},
{
"q": "¿El canal de atención sigue siendo el mismo?",
"a": "Sí. No hay previsión de cambio y, en caso de que ocurra, será comunicado con antelación."
},
{
"q": "¿Quién será mi nuevo gerente de cuenta?",
"a": "Seguirá siendo atendido por su gerente actual. En caso de algún cambio, será comunicado con antelación."
},
{
"q": "¿Puedo seguir tratando con el mismo consultor o vendedor?",
"a": "Sí. La continuidad en la relación con los clientes es un compromiso de EDATA y SAG."
},
{
"q": "¿Los plazos y SLA de atención siguen siendo válidos?",
"a": "Sí. Los acuerdos establecidos siguen vigentes."
}
]
},
{
"title": "4. SOPORTE E IMPLEMENTACIÓN",
"items": [
{
"q": "¿El equipo de soporte técnico cambia?",
"a": "Nada cambia. Usted seguirá siendo atendido por el mismo equipo. En caso de algún cambio, será comunicado previamente."
},
{
"q": "¿Habrá integración de los equipos de implementación?",
"a": "La integración ocurrirá de forma gradual y estructurada, uniendo las buenas prácticas de ambas empresas."
},
{
"q": "¿Las metodologías de proyecto y capacitación serán modificadas?",
"a": "[Respuesta pendiente]"
},
{
"q": "¿Los canales de soporte técnico cambiarán?",
"a": "[Respuesta pendiente]"
},
{
"q": "¿Tendremos acceso a los recursos y herramientas de ambas empresas?",
"a": "[Respuesta pendiente]"
}
]
},
{
"title": "5. GARANTÍA DE CONTINUIDAD",
"items": [
{
"q": "¿La unión entre EDATA y SAG impacta el cronograma de mi proyecto actual?",
"a": "No. La continuidad operativa de su proyecto está asegurada."
},
{
"q": "¿Los datos e historial de mi sistema estarán seguros?",
"a": "Sí. Todas las prácticas de seguridad y cumplimiento se mantendrán."
},
{
"q": "¿Las personalizaciones realizadas seguirán funcionando?",
"a": "[Respuesta pendiente]"
},
{
"q": "¿El roadmap de mejoras sigue activo?",
"a": "Sí. Hay planes de evolución constantes tanto para productos actuales como futuros."
},
{
"q": "¿La nueva empresa garantiza continuidad en el soporte a los sistemas antiguos?",
"a": "Sí. Ninguna solución será descontinuada sin un plan estructurado de transición."
}
]
},
{
"title": "6. IMPACTO EN LA OPERACIÓN",
"items": [
{
"q": "¿La unión estratégica entre EDATA y SAG impacta los plazos de entrega, soporte o implementación?",
"a": "No habrá ninguna alteración en los compromisos y plazos firmados antes de la unión de las dos empresas."
},
{
"q": "¿Los sistemas se detendrán por la unificación?",
"a": "No. La operación técnica continúa con el mismo compromiso."
},
{
"q": "¿Habrá cambios en las versiones o actualizaciones del sistema?",
"a": "No, todo continúa de la misma forma."
}
]
},
{
"title": "7. EQUIPO Y RELACIÓN",
"items": [
{
"q": "¿Habrá algún cambio en el equipo que me atiende actualmente?",
"a": "No. Nuestro objetivo es preservar las relaciones y el conocimiento acumulado."
},
{
"q": "¿Puedo confiar en la continuidad de la relación?",
"a": "Sí. Esta es una prioridad de la unión entre EDATA y SAG."
},
{
"q": "¿Los técnicos y analistas que conocen mi negocio seguirán en el proyecto?",
"a": "Sí. El mantenimiento del equipo forma parte del plan de continuidad estructurado con la unión estratégica de las empresas."
},
{
"q": "¿Habrá cambio en los canales de contacto o en la estructura de atención?",
"a": "No, todo continúa de la misma forma."
}
]
},
{
"title": "9. DIFERENCIALES Y POSICIONAMIENTO",
"items": [
{
"q": "¿Esta unión cambia el posicionamiento de las empresas?",
"a": "Sí. EDATA y SAG se posicionan ahora como una solución completa y estratégica para toda la cadena de la industria de proteínas."
},
{
"q": "¿La actuación internacional será impactada?",
"a": "No, todo continúa de la misma forma."
},
{
"q": "¿Se atenderán nuevos segmentos de mercado?",
"a": "Sí. La actuación se ampliará para atender nuevos perfiles de clientes y demandas, sin alterar la atención y el cuidado con los clientes actuales."
},
{
"q": "¿La solución seguirá especializada en proteína animal?",
"a": "Sí. Este es el principal objetivo de la unión entre EDATA y SAG."
}
]
},
{
"title": "10. GARANTÍAS LEGALES Y DE CUMPLIMIENTO",
"items": [
{
"q": "¿Los contratos y datos continúan en conformidad con la LGPD?",
"a": "Sí. Se mantendrá lo firmado en contrato."
},
{
"q": "¿Las integraciones y socios homologados seguirán siendo válidos?",
"a": "Sí, todo continúa de la misma forma."
},
{
"q": "¿Habrá cambios en la titularidad de los contratos?",
"a": "No, todo continúa de la misma forma."
}
]
},
{
"title": "11. BENEFICIOS PARA EL CLIENTE",
"items": [
{
"q": "¿Qué mejora con esta unión?",
"a": "Habrá mayor integración de soluciones, más tecnología, atención especializada y ganancias en eficiencia."
},
{
"q": "¿Cuáles son los principales diferenciales de la unión entre EDATA y SAG?",
"a": "Alcance ampliado, portafolio completo, enfoque en resultados, integración entre operaciones de campo e industria."
},
{
"q": "¿Cómo beneficiará esta unión a mi operación?",
"a": "Los clientes tendrán datos integrados, tecnología aplicada y soporte especializado."
},
{
"q": "¿La unión impactará en los precios o condiciones comerciales?",
"a": "No. Se mantendrá lo que fue contratado."
}
]
},
{
"title": "12. COMPETENCIA Y DIFERENCIALES",
"items": [
{
"q": "¿Qué diferencia a la unión entre EDATA y SAG frente a los competidores?",
"a": "La unión estratégica entre las dos empresas aporta especialización real en el segmento de proteína animal, tecnología propia, integración total y experiencia combinada en campo e industria."
}
]
},
{
"title": "13. INTEGRACIÓN TÉCNICA Y FUNCIONAL",
"items": [
{
"q": "¿Los sistemas de EDATA y SAG se integrarán?",
"a": "Sí. La integración ocurrirá de forma gradual."
}
]
},
{
"title": "14. RELACIÓN COMERCIAL",
"items": [
{
"q": "¿Quién será mi nuevo punto de contacto comercial?",
"a": "Su punto de contacto seguirá siendo el mismo. No habrá cambios en la estructura comercial de las empresas."
},
{
"q": "¿Puedo negociar condiciones que involucren soluciones de ambas empresas?",
"a": "Sí, las operaciones comerciales están integradas entre las empresas para ofrecer mejores soluciones a nuestros clientes."
}
]
},
{
"title": "16. COMUNICACIÓN OFICIAL",
"items": [
{
"q": "¿Dónde puedo encontrar información oficial?",
"a": "En los canales digitales de EDATA y SAG. También se enviarán comunicaciones personalizadas."
},
{
"q": "¿Ustedes divulgarán en canales públicos?",
"a": "Sí. Se realizará divulgación en medios especializados, redes sociales y a través de la prensa."
},
{
"q": "¿Puedo compartir la novedad con mis colegas del sector?",
"a": "Sí. Se trata de una evolución relevante para todo el sector y merece ser divulgada."
}
]
}
]
